import React from 'react'

function QOneHi() {
    return (
        <>
            <p>Authorized Person (पहले सब-ब्रोकर के रूप में जाना जाता था) आम तौर पर यह व्यक्ति ट्रेडिंग प्लेटफ़ॉर्म का एक्सेस देता है और स्टॉकब्रोकर और क्लाइंट के बीच इनवेस्टमेंट में मदद करता है। AP, NSE और BSE में रजिस्टर्ड होते हैं और वे उनके लिए एक एडवांस बिजनेस नेटवर्क बनाने के लिए, स्टॉकब्रोकिंग हाउस के एजेंट के रूप में काम करते हैं।</p><br/>
            <p>AP कोई इंडिविजुअल, पार्टनरशिप फ़र्म, LLP या कोई कॉर्पोरेट संस्था हो सकता है।</p>
        </>
    )
}

export default QOneHi