import React from 'react'

function QSeventeenHi() {
    return (
        <>
            <p>अगर आप पहले से ही किसी अन्य स्टॉकब्रोकर के साथ AP के रूप में रजिस्टर्ड हैं, तो आपके पास मिरे एसेट पार्टनर में शामिल होने के तीन तरीके हैं:</p>
            <ul>
                <li>अपने मौजूदा स्टॉकब्रोकर के साथ अपना AP रजिस्ट्रेशन कैंसिल करें; या</li>
                <li>एक नए नाम के तहत आवेदन करें जो AP के रूप में Exchange के साथ रजिस्टर्ड नहीं है; या</li>
                <li>अगर आप अपना रजिस्ट्रेशन कैंसिल नहीं कर सकते हैं या नए नाम के तहत आवेदन नहीं कर सकते हैं, तब भी आप हमारे संबद्ध कार्यक्रम में शामिल हो सकते हैं।</li>
            </ul>
        </>
    )
}

export default QSeventeenHi