import React from 'react'

function QSeventeenGu() {
    return (
        <>
            <p>જો તમે અન્ય સ્ટોકબ્રોકર સાથે નોંધાયેલા છો, તો તમારી પાસે Mirae Asset સાથે જોડાવાની ત્રણ રીત છે:</p>
            <ul>
                <li>વર્તમાન સ્ટોકબ્રોકર સાથેની APની નોંધણી રદ કરો; અથવા</li>
                <li>AP તરીકે ઍક્સચેન્જમાં નોંધાયેલ ન હોય તેવા નવા નામ સાથે નોંધણી કરો; અથવા</li>
                <li>જો તમે ઉપરના બંને વિકલ્પ અપવાની ન શકો તો તમે અમારા ઍફિલિએટ પ્રોગ્રામમાં જોડાઈ શકો છો.</li>
            </ul>
        </>
    )
}

export default QSeventeenGu