import React from 'react'

function QsixHi() {
    return (
        <>
            <p><b>किसी व्यक्ति के AP बनने के लिए पात्रता नीचे दिए गए हैं।</b></p>
            <ul>
                <li>भारत का नागरिक होना चाहिए</li>
                <li>उम्र 18 साल या उससे ज़्यादा होनी चाहिए </li>
                <li>केंद्र या राज्य सरकार द्वारा मान्यता प्राप्त 10 वीं कक्षा या समकक्ष परीक्षा उत्तीर्ण होना चाहिए</li>
                <li>धोखाधड़ी या बेईमानी से जुड़े किसी भी अपराध के लिए दोषी नहीं ठहराया जाना चाहिए</li>
                <li>एक प्राधिकृत व्यक्ति जिसे लगातार छह महीने से ज़्यादा के लिए निलंबित किया गया था, उन्हें दोबारा नियुक्त होने से पहले तीन साल तक इंतजार करना होगा।</li>
            </ul>
            <p><b>किसी पार्टनरशिप फ़र्म के AP बनने के लिए पात्रता मानदंड नीचे दिए गए हैं।</b></p>
            <ul>
                <li>सभी पार्टनर या डायरेक्टर को 'व्यक्तिगत' श्रेणी के लिए ऊपर दिए गए पात्रता मानदंडों का पालन करना चाहिए</li>
                <li>पार्टनरशिप डीड या मेमोरेंडम ऑफ़ एसोसिएशन में शेयर और सिक्योरिटीज बिजनेस में डील करने की अनुमति देने वाला एक क्लॉज होना चाहिए</li>
            </ul>
        </>
    )
}

export default QsixHi