import React from 'react'

function QsixGu() {
    return (
        <>
            <p><b>AP તરીકે નોંધાવા માટે નીચે મુજબની લાયકાત જરૂરિયાત જોઈએ</b></p>
            <ul>
                <li>ભારતીય નાગરિક હોવા જોઈએ</li>
                <li>18 વર્ષ કે તેથી વધારે વય હોવી જોઈએ </li>
                <li>કેન્દ્ર અથવા રાજ્ય સરકાર દ્વારા માન્ય 10મું ધોરણ અથવા તેની સમકક્ષ પરીક્ષા પાસ કરેલ હોવી જોઈએ</li>
                <li>છેતરપિંડીના ગુનામાં ગુનેગાર ન હોવા જોઈએ.</li>
                <li>સળંગ છ મહિનાથી વધુ સમય માટે સસ્પેન્ડ કરવામાં આવેલી અધિકૃત વ્યક્તિએ ફરીથી નિમણૂક માટે ત્રણ વર્ષ સુધી રાહ જોવી પડશે.</li>
            </ul>
            <p><b>ભાગીદારી પેઢી (Partnership firm) માટે AP બનવા નીચે મુજબની લાયકાત જરૂરી છે.</b></p>
            <ul>
                <li>દરેક પાર્ટનર કે ડાયરેક્ટર પાસે ઉપર મુજબ 'Individual' category ની લાયકાત હોવી જોઈએ.</li>
                <li>ભાગીદારીનામું અથવા મેમોરેન્ડમ ઑફ એસોસિયેશનમાં શેર અને સિક્યૉરિટીઝ બિઝનેસમાં ડીલ કરવાની પરવાનગી આપતી કલમ હોવી જોઈએ</li>
            </ul>
        </>
    )
}

export default QsixGu