import Q1Hi from "./components/Q1Hi"; 
import Q2Hi from "./components/Q2Hi"; 
import Q3Hi from "./components/Q3Hi"; 
import Q7Hi from "./components/Q7Hi"; 
import Q8Hi from "./components/Q8Hi"; 
import Q9Hi from "./components/Q9Hi"; 
import Q11Hi from "./components/Q11Hi"; 
import Q17Hi from "./components/Q17Hi"; 
import Q21Hi from "./components/Q21Hi";  

const faqsData = [
    {
        queryNumber: `1`,
        query: `1. Mirae Asset partners और अन्य पार्टनर प्रोग्राम के बीच मुख्य अंतर क्या-क्या हैं?`, 
        component:  <Q1Hi />,  
    },
    {
        queryNumber: `2`,
        query: `2. Mirae Asset की ओर से क्लाइंट को कौन-से स्टैंडर्ड प्राइसिंग प्लान ऑफर किए जाते हैं?`, 
        component:  <Q2Hi />,  
    },
    {
        queryNumber: `3`,
        query: `3. Mirae Asset Partner प्रोग्राम से इतर इससे जुड़ने और कमाई करने के अन्य तरीके क्या हैं?`, 
        component:  <Q3Hi />,  
    },
    {
        queryNumber: `4`,
        query: `4. क्या मैं अपने क्लाइंट की ओर से ट्रेड या ऑर्डर कर सकता हूं?`,
        answer: `आपके पास सेवाओं का ‘व्यू ओनली’ एक्सेस ही होगा और आप क्लाइंट की ट्रेडिंग पोजीशन पर नजर रख पाएंगे। ऑर्डर करने के लिए आपका क्लाइंट हमारे सेंट्रलाइज ‘कॉल एंड ट्रेड’ डीलिंग डेस्क पर कांटेक्ट कर सकता है और ऑफलाइन ऑर्डर सबमिट कर सकता है। वह 1800 2028 444 पर कॉल करके डीलिंग डेस्क पर संपर्क कर सकते हैं।`, 
    },
    {
        queryNumber: `5`,
        query: `5. क्या मैं आपके कॉल और ट्रेड डेस्क के माध्यम से मेरे क्लाइंट की ओर से ऑर्डर प्लेस कर सकता हूं?`,
        answer: `रजिस्टर मोबाइल नंबर से कॉल एंड ट्रेड डेस्क पर कॉल करके क्लाइंट की ओर से ही ऑर्डर किए जा सकते हैं।`, 
    },
    {
        queryNumber: `6`,
        query: `6. क्या मेरे क्लाइंट पर कोई कॉल एंड ट्रेड चार्ज लागू होगा?`,
        answer: `कॉल एंड ट्रेड डेस्क के माध्यम से कॉलिंग या प्लेसिंग करने के लिए कोई चार्ज नहीं लगाया जाता है।`, 
    },
    {
        queryNumber: `7`,
        query: `7. मेरे पास मेरा अपना GST रजिस्ट्रेशन है, मुझे मिलने वाले भुगतान के लिए GST कैसे काम करेगा?`, 
        component:  <Q7Hi />,  
    },
    {
        queryNumber: `8`,
        query: `8. मैं अपने मौजूदा क्लाइंट को कैसे ट्रांसफर कर सकता हूं? क्या मैं उनकी अकाउंट खोलने की फीस माफ कर सकता हूं?`, 
        component:  <Q8Hi />,  
    },
    {
        queryNumber: `9`,
        query: `9. क्या मेरे क्लाइंट पर अकाउंट खोलने के लिए कोई न्यूनतम शुल्क लागू किया गया है?`, 
        component:  <Q9Hi />,  
    },
    {
        queryNumber: `10`,
        query: `10. अपने क्लाइंट को मैं न्यूनतम कितनी ब्रोकरेज ऑफर कर सकता हूं?`,
        answer: `आप अपने क्लाइंट को जीरो ब्रोकरेज अकाउंट ऑफर कर सकते हैं जहां वह जीवन भर जीरो ब्रोकरेज पर व्यवसाय कर सकते है। इसके लिए उन्हें ₹ 999 की न्यूनतम अकाउंट ओपनिंग फीस देनी होगी।`, 
    },
    {
        queryNumber: `11`,
        query: `11. अपने क्लाइंट को कौन से न्यूनतम और अधिकतम चार्ज मैं ऑफर कर सकता हूं? क्या मुझे उच्च ब्याज दर चार्ज करने के लिए मंजूरी की जरूरत होगी?`, 
        component:  <Q11Hi />,  
    },
    {
        queryNumber: `12`,
        query: `12. DP प्लान क्या होता है?`,
        answer: `DP प्लान अकाउंट मेंटेंनेंस चार्ज, प्लेज/अनप्लेज चार्ज और सेल ट्रांजेक्शन शुल्क का कॉम्बिनेशन है।`, 
    },
    {
        queryNumber: `13`,
        query: `13. Mirae Asset किस डिपॉजिटरी के साथ जुड़ा है, CDSL या NSDL?`,
        answer: `Mirae Asset CDSL से जुड़ा है।`, 
    },
    {
        queryNumber: `14`,
        query: `14. क्या m.Stock क्लाइंट को मेरे पार्टनर कोड में ट्रांसफर करना संभव है?`,
        answer: `अलग-अलग मामलों के आधार पर आप m.Stock से पार्टनर कोड में ट्रांसफर कर सकते हैं। ट्रांसफर करने के लिए क्लाइंट को एक ईमेल देना होगा जहां वो यह कहेगा कि उसे पार्टनर के साथ जुड़ने में कोई दिक्कत नहीं है।`, 
    },
    {
        queryNumber: `15`,
        query: `15. क्या इमर्जेंसी मामले में मैं डिपॉजिट की गई कुछ राशि निकाल सकता हूं?`,
        answer: `Mirae Asset Partners में ऑन बोर्डिंग के समय कम से कम ₹50,000 का डिपॉजिट करना होता है। थोड़ी राशि जमा करने की अनुमति नहीं है; यह तब ही निकाली जा सकती है जब आप अपनी पार्टनरशिप सरेंडर करते हैं।`, 
    },
    {
        queryNumber: `16`,
        query: `16. अपने क्लाइंट को सेवाएं देने के लिए मुझे क्या सुविधाएं मिलेंगी?`,
        answer: `पार्टनर होने के नाते आपको हमारे इंटरेक्टिव पार्टनर पोर्टल पर आना होगा। इस पोर्टल के माध्यम से, आप क्लाइंट को साथ में जोड़ने के साथ प्राइसिंग प्लान बनाने और मॉडिफाई करने, उनके व्यवसाय पर नजर रखने का काम भी कर सकते हैं। इसके साथ निवेश से जुड़े सुझाव देने के लिए भी पोर्टल का इस्तेमाल किया जा सकता है। इसके अतिरिक्त, हमारे पास हेल्प और क्लाइंट सपोर्ट भी है। इससे आप अपने ग्राहक के सवालों को ट्रैक करके उनका जवाब दे सकते हैं।`, 
    },
    {
        queryNumber: `17`,
        query: `17. पार्टनर के लिए पेआउट और प्राइसिंग टर्म क्या होती हैं?`,
        component:  <Q17Hi />,  
    },
    {
        queryNumber: `18`,
        query: `18. पेआउट साइकल क्या होती है? क्या यह आय के सभी माध्यमों में एक जैसी होती है?`,
        answer: `आय के सभी माध्यमों के लिए पेआउट की गणना की जाती है और महीने की 5वीं तारीख को इसे जारी किया जाता है।`, 
    },
    {
        queryNumber: `19`,
        query: `19. क्या मेरे क्लाइंट के लेजर में अनकवर डेबिट मुझे वापस मिल जाएगा?`,
        answer: `पार्टनर के पास यह जिम्मेदारी होती है कि वह अपने क्लाइंट के किसी भी अनकवर डेबिट को रिकवर करे। अगर वह मौजूदा महीने में ऐसा नहीं कर पाते हैं तो बकाया राशि उनके मासिक पेआउट से समायोजित की जाएगी। एक बार जब राशि सफलतापूर्वक रिकवर हो जाती है तो पार्टनर को आने वाली पेआउट साइकिल में इसका भुगतान कर दिया जाएगा।`, 
    },
    {
        queryNumber: `20`,
        query: `20. क्या Mirae Asset क्लाइंट के लिए एल्गो ट्रेडिंग की सुविधा देता है?`,
        answer: `फिलहाल हम एल्गो ट्रेडिंग की सुविधा नहीं देते हैं।`, 
    },
    {
        queryNumber: `21`,
        query: `21. सहायता या पते से जुड़े सवालों के लिए मैं Mirae Asset से कैसे संपर्क कर सकता हूं?`, 
        component:  <Q21Hi />,  
    },
    {
        queryNumber: `22`,
        query: `22. क्या मैं अपने क्लाइंट को म्युचुल फंड स्कीम ऑफर कर सकता हूं और इसका रेवेन्यू क्या होगा?`,
        answer: `हमने पार्टनर क्लाइंट के लिए म्युचुल फंड सेगमेंट डिएक्टिवेट कर दिया है क्योंकि हम सिर्फ डायरेक्ट म्युचुअल फंड ही ऑफर करते हैं। फिलहाल के म्युचुअल फंड बेस से किसी तरह के राजस्व घाटे को रोकने के लिए हमने म्युचुअल फंड एक्सेस निष्क्रिय कर दिया है।`, 
    },
    {
        queryNumber: `23`,
        query: `23. क्या मैं मास्टर फ्रेंचाइजी बन सकता हूं और अपने कोड के अंतर्गत अन्य AP’s को नियुक्त कर सकता हूं?`,
        answer: `फिलहाल, Mirae Asset की ओर से मास्टर फ्रेंचाइजी नहीं ऑफर की जाती है।`, 
    },
    {
        queryNumber: `24`,
        query: `24. क्या ऑफिस सेटअप होना जरूरी है या मैं अपना बिजनेस घर से चला सकता हूं?`,
        answer: `आपके पास घर से अपना बिजनेस चलाने की सुविधा है। हालांकि यह जरूरी है कि आपके आवासीय पते पर सभी जरूरी चीजें जैसे नोटिस बोर्ड, सर्टिफिकेट होने चाहिए।`, 
    },
    {
        queryNumber: `25`,
        query: `25. AP रजिस्ट्रेशन में कितना समय लगता है?`,
        answer: `एक बार जब आप ऑनबोर्डिंग प्रोसेस पूरा कर लेते हैं, हमारी वेरिफिकेशन टीम 48 घंटों के अंदर आपके डॉक्यूमेंट वेरीफाई करती है और एक्सचेंज रजिस्ट्रेशन की प्रक्रिया आगे बढ़ती है, अगर कोई रिजेक्शन नहीं किया जाता है तो यह प्रक्रिया 10 दिनों में पूरी हो जाती है।`, 
    },
];

export default faqsData;