import Q1Gu from "./components/Q1Gu"; 
import Q2Gu from "./components/Q2Gu"; 
import Q3Gu from "./components/Q3Gu"; 
import Q7Gu from "./components/Q7Gu"; 
import Q8Gu from "./components/Q8Gu"; 
import Q9Gu from "./components/Q9Gu"; 
import Q11Gu from "./components/Q11Gu"; 
import Q17Gu from "./components/Q17Gu"; 
import Q21Gu from "./components/Q21Gu";  

const faqsData = [
    {
        queryNumber: `1`,
        query: `1. Mirae Asset પાર્ટનર્સ અને અન્ય પાર્ટનર પ્રોગ્રામ્સ વચ્ચે મુખ્ય તફાવત શું છે?`, 
        component:  <Q1Gu />,  
    },
    {
        queryNumber: `2`,
        query: `2. Mirae Asset દ્વારા તેના ગ્રાહકોને ઓફર કરવામાં આવેલ સ્ટાન્ડર્ડ પ્રાઇસીંગ પ્લાન શું છે?`, 
        component:  <Q2Gu />,  
    },
    {
        queryNumber: `3`,
        query: `3. Mirae Asset પાર્ટનર પ્રોગ્રામ સિવાય જોડાવાની અને કમાવવાની અન્ય તકો શું છે?`, 
        component:  <Q3Gu />,  
    },
    {
        queryNumber: `4`,
        query: `4. શું હું મારા ક્લાયન્ટ વતી ટ્રેડ કરી શકું છું અથવા ઓર્ડર આપી શકું છું?`,
        answer: `તમારી પાસે સેવાની 'ફક્ત જોવાની' અને તમારા ક્લાયન્ટની ટ્રેડિંગ સ્થિતિનું નિરીક્ષણ કરવાની એક્સેસ હશે. ઓર્ડર આપવા માટે, તમારા ક્લાયન્ટ અમારા કેન્દ્રીયકૃત 'કૉલ અને ટ્રેડ' ડીલિંગ ડેસ્કનો સંપર્ક કરી શકે છે અને ઑફલાઇન ઓર્ડર સબમિટ કરી શકે છે. તેઓ 1800 2028 444 પર કૉલ કરીને ડીલિંગ ડેસ્કનો સંપર્ક કરી શકે છે.`, 
    },
    {
        queryNumber: `5`,
        query: `5. શું હું તમારા કૉલ અને ટ્રેડ ડેસ્ક દ્વારા મારા ક્લાયન્ટ વતી ઓર્ડર આપી શકું?`,
        answer: `નહિ, કૉલ અને ટ્રેડ ડેસ્ક પર કૉલ કરતી વખતે ક્લાયન્ટ તેમના રજિસ્ટર્ડ મોબાઇલ નંબરનો ઉપયોગ કરીને જ ઑર્ડર આપી શકે છે.`, 
    },
    {
        queryNumber: `6`,
        query: `6. શું મારા ક્લાયન્ટને કોઈ કૉલ અને ટ્રેડ ચાર્જીસ લાગુ પડે છે?`,
        answer: `નહિ,કૉલ અને ટ્રેડ ડેસ્ક દ્વારા કૉલ કરવા અથવા ઓર્ડર આપવા માટે કોઈ ચાર્જીસ લાગુ પડતા નથી.`, 
    },
    {
        queryNumber: `7`,
        query: `7. મારી પાસે મારું GST રજિસ્ટ્રેશન છે, મને મળેલ પેઆઉટ માટે GST કેવી રીતે કાર્ય કરશે?`, 
        component:  <Q7Gu />,  
    },
    {
        queryNumber: `8`,
        query: `8. હું મારા હાલના ક્લાયન્ટ કેવી રીતે ટ્રાન્સફર કરી શકું? શું હું તેમની એકાઉન્ટ ખોલાવવાની ફી માફ કરી શકું?`, 
        component:  <Q8Gu />,  
    },
    {
        queryNumber: `9`,
        query: `9. શું મારા ક્લાયન્ટને કોઈ ઓછામાં ઓછો એકાઉન્ટ ઓપનિંગ ચાર્જ લાગુ પડે છે?`, 
        component:  <Q9Gu />,  
    },
    {
        queryNumber: `10`,
        query: `10. હું મારા ક્લાયન્ટને ઓછામાં ઓછી બ્રોકરેજ શું ઓફર કરી શકું?`,
        answer: `તમે તમારા ક્લાયન્ટને ઝીરો બ્રોકરેજ એકાઉન્ટ ઓફર કરી શકો છો જ્યાં તેઓ ₹ 999 ની ઓછામાં ઓછી એકાઉન્ટ ઓપનિંગ ફી ચૂકવીને જીવનભર ઝીરો બ્રોકરેજ પર ટ્રેડ કરી શકે છે.`, 
    },
    {
        queryNumber: `11`,
        query: `11. હું મારા ક્લાયન્ટને સૌથી ઓછું અને સૌથી વધુ કેટલું વ્યાજ ચાર્જ કરી શકું છું ? શું મને ઊંચા વ્યાજ દરો લેવા માટે મંજૂરીની જરૂર છે?`, 
        component:  <Q11Gu />,  
    },
    {
        queryNumber: `12`,
        query: `12. DP પ્લાન શું છે?`,
        answer: `DP પ્લાન એ એકાઉન્ટ મેન્ટેનન્સ ચાર્જિસ, પ્લેજ/અનપ્લેજ ચાર્જિસ અને વેચાણ ટ્રાન્ઝેક્શન ચાર્જિસનું સંયોજન છે.`, 
    },
    {
        queryNumber: `13`,
        query: `13. Mirae Asset CDSL  અથવા NSDL ,કઈ ડિપોઝિટોરી સાથે સંકળાયેલ છે?`,
        answer: `Mirae Asset CDSL સાથે સંકળાયેલ છે.`, 
    },
    {
        queryNumber: `14`,
        query: `14. શું m.Stock ક્લાયંટને મારા પાર્ટનર કોડમાં ટ્રાન્સફર કરવું શક્ય છે?`,
        answer: `અલગ-અલગ કેસના આધારે, તમને m.Stockમાંથી તમારા પાર્ટનર કોડમાં ટ્રાન્સફર કરવાની મંજૂરી છે. ટ્રાન્સફર પ્રક્રિયા શરૂ કરવા માટે, ક્લાયન્ટે એક ઇમેઇલ આપવું જોઈએ જ્યાં તે સૂચવે છે કે તેને પાર્ટનર સાથે મેપ થવામાં કોઈ વાંધો નથી.`, 
    },
    {
        queryNumber: `15`,
        query: `15. શું હું કટોકટીની સ્થિતિમાં મારી ડિપોઝિટમાંથી આંશિક રકમ ઉપાડી શકું?`,
        answer: `Mirae Asset પાર્ટનર્સને ઓનબોર્ડિંગ દરમિયાન ₹50,000 ની ડિપોઝિટ કરવાની જરૂર છે. આ ડિપોઝિટના આંશિક(અડધી) ઉપાડવાની મંજૂરી નથી; જ્યારે તમે તમારા પાર્ટનર બિઝનેસને છોડો છો ત્યારે જ તે ઉપાડી શકાય છે.`, 
    },
    {
        queryNumber: `16`,
        query: `16. મારા ક્લાયન્ટને સેવા આપવા માટે મને કઈ સુવિધાઓ મળશે?`,
        answer: `પાર્ટનર તરીકે, તમને અમારા ઇન્ટરેક્ટિવ પાર્ટનર પોર્ટલની ઍક્સેસ હશે. આ પોર્ટલ દ્વારા, તમે ક્લાયન્ટને ઓનબોર્ડ કરી શકો છો, પ્રાઈસિંગ પ્લાન બનાવી શકો છો અને તેમાં ફેરફાર કરી શકો છો, તેમની(તેમને) સેવા આપી શકો છો, તેમના ટ્રેડનું નિરીક્ષણ કરી શકો છો અને રોકાણ સંબંધિત સલાહ પ્રદાન કરવા માટે ક્લાયન્ટ-આધારિત રિપોર્ટ ઍક્સેસ કરી શકો છો. વધુમાં, અમારી પાસે એક સમર્પિત સહાયતા અને ક્લાયંટ સપોર્ટ છે, જે તમને તમારા ગ્રાહકોના પ્રશ્નોને ટ્રૅક કરવા અને તેને તાત્કાલિક ઉકેલવા માટે પરવાનગી આપે છે.`, 
    },
    {
        queryNumber: `17`,
        query: `17. પાર્ટનર માટે પેઆઉટ અને   પ્રાઇસિંગ માટે ની શરતો શું છે?`,
        component:  <Q17Gu />,  
    },
    {
        queryNumber: `18`,
        query: `18. પેઆઉટ સાયકલ શું છે? શું તે તમામ આવકના સ્ત્રોતો  માટે એક સરખી  છે?`,
        answer: `આવકના તમામ સ્ત્રોતો માટે પેઆઉટની ગણતરી કરવામાં આવે છે અને દર મહિનાની 5મીએ જારી કરવામાં આવે છે`, 
    },
    {
        queryNumber: `19`,
        query: `19. શું મારા ક્લાયન્ટના લેજરમાં અનકવર્ડ ડેબિટ મારા દ્વારા રિકવર કરવામાં આવશે?`,
        answer: `પાર્ટનર પાસે તેમના ક્લાયન્ટ પાસેથી કોઈપણ અનકવર્ડ ડેબિટને રિકવર કરવાની જવાબદારી છે. જો પાર્ટનર ચાલુ મહિનામાં આ ડેબિટને રિકવર કરવામાં અસમર્થ હોય, તો બાકીની રકમ પાર્ટનરના માસિક પેઆઉટમાંથી એડજસ્ટ કરવામાં આવશે. એકવાર રકમ સફળતાપૂર્વક રિકવર થઈ જાય તે પછી, તે આગામી પેઆઉટ સાયકલમાં પાર્ટનરને પાછી ચૂકવવામાં આવશે.`, 
    },
    {
        queryNumber: `20`,
        query: `20. શું Mirae Asset ક્લાયન્ટ માટે અલ્ગો ટ્રેડિંગ સુવિધા પૂરી પાડે છે?`,
        answer: `અત્યારે અમે અલ્ગો ટ્રેડિંગની સુવિધા આપતા નથી.`, 
    },
    {
        queryNumber: `21`,
        query: `21. સપોર્ટ અથવા પ્રશ્નોને સંબોધવા માટે હું Mirae Assetનો સંપર્ક કેવી રીતે કરી શકું?`, 
        component:  <Q21Gu />,  
    },
    {
        queryNumber: `22`,
        query: `22. શું હું મારા ક્લાયન્ટને  Mutual Fund સ્કીમ ઓફર કરી શકું અને આવક કેટલી હશે?`,
        answer: `અમે પાર્ટનર ક્લાયન્ટ માટે Mutual Fund સેગમેન્ટને નિષ્ક્રિય કરી દીધું છે, કારણ કે અમે ફક્ત ડાયરેક્ટ મ્યુચ્યુઅલ ફંડ ઓફર કરીએ છીએ. તમારા હાલના Mutual Fund બેઝમાંથી કોઈપણ આવકનું નુકસાન અટકાવવા માટે, અમે Mutual Fund ની ઍક્સેસને બંધ કરી છે.`, 
    },
    {
        queryNumber: `23`,
        query: `23. શું હું માસ્ટર ફ્રેન્ચાઈઝી બની શકું છું અને મારા કોડ હેઠળ અન્ય APની નિમણૂક કરી શકું છું?`,
        answer: `હાલમાં, Mirae Asset માસ્ટર ફ્રેન્ચાઈઝી ઓફર કરતી નથી.`, 
    },
    {
        queryNumber: `24`,
        query: `24. શું નિશ્ચિત ઑફિસ સેટઅપ હોવું જરૂરી છે, અથવા હું મારો બિઝનેસ ઘરેથી ચલાવી શકું?`,
        answer: `તમારી પાસે તમારા નિવાસસ્થાનથી તમારા બિઝનેસનું સંચાલન કરવાની સરળતા છે. જો કે એ સુનિશ્ચિત કરવું અગત્યનું છે કે તમામ જરૂરી આવશ્યકતાઓ જેમકે નોટિસ બોર્ડ અને પ્રમાણપત્રો તમારા નિવાસસ્થાનના સરનામા હિસાબે હાજર(Updated) હશે.`, 
    },
    {
        queryNumber: `25`,
        query: `25. AP રજિસ્ટ્રેશન માટે કેટલો સમય લાગે છે?`,
        answer: `એકવાર તમે તમારી ઓનબોર્ડિંગ પ્રક્રિયા પૂર્ણ કરી લો, પછી અમારી વેરિફિકેશન ટીમ 48 કલાકની અંદર તમારા દસ્તાવેજોની ચકાસણી કરશે અને એક્સચેન્જ રજિસ્ટ્રેશન માટે આગળ વધશે જે કોઈ કારણ વર્ષ અસ્વીકા નહિ થાય તો 10 દિવસની અંદર કરવામાં આવે છે.`, 
    },
];

export default faqsData;