import RetainQueryLink from '@/components/RetainQueryLink/RetainQueryLink'
import React from 'react'

function Q1Gu() {
    return (
        <>

            <ul>
                <li>Mirae Asset પાર્ટનર્સ એ ઉદ્યોગમાં પ્રથમ સ્થાને છે જે તમને તમારી પસંદગીની કિંમતના મોડલને પસંદ કરવા માટેની અનુકૂળતા આપે છે, પછી ભલે તે ડિસ્કાઉન્ટ બ્રોકિંગ હોય, ટ્રેડીશનલ બ્રોકિંગ હોય કે પછી હાઇબ્રિડ બ્રોકિંગ હોય. આ અનુકૂળતા તમને તમારા બિઝનેસને કાર્યક્ષમ રીતે સંચાલિત કરવાની ક્ષમતા આપે છે અને ખાતરી કરે છે કે તમે ક્યારેય ક્લાયન્ટ ગુમાવશો નહીં.</li>
                <li>9 અલગ અલગ આવકના સ્ત્રોતો, તમારી આવક વધારવા માટે વિવિધ તકો પૂરી પાડે છે.</li>
                <li>તમારા ગ્રાહકોની ચોક્કસ જરૂરિયાતો પૂરી કરવા માટે દરેક આવકના પ્રવાહને કસ્ટમાઇઝ કરે છે.</li>
                <li>100% આવક વહેંચણી.</li>
                <li>17 દેશોમાં કાર્યરત 25 કરતાં વધુ વર્ષના અનુભવ સાથે વિશ્વસનીય વૈશ્વિક બ્રાન્ડ.</li>
            </ul>
            અમારી પેમેન્ટ અંગેની શરતોની ઊંડાણપૂર્વક સમજ મેળવવા માટે, તમે અમારા કિંમતના પેજનો સંદર્ભ લઈ શકો છો, <RetainQueryLink href="/pricing">અહીં ક્લિક કરો.</RetainQueryLink>
        </>
    )
}

export default Q1Gu