import RetainQueryLink from '@/components/RetainQueryLink/RetainQueryLink'
import React from 'react'

function Q1Hi() {
    return (
        <>

            <ul>
                <li>इंडस्ट्री में पहली बार Mirae Asset Partners ने प्राइसिंग मॉडल चुनने का लचीला विकल्प दिया है। चाहे डिस्काउंट ब्रोकिंग हो, ट्रडिशनल ब्रोकिंग हो या फिर हायब्रिड अप्रोच, आप अपनी ज़रूरत और सुविधा के हिसाब से सही मॉडल चुन सकते हैं। इस सुविधा के साथ आप अपना बिजनेस अच्छे से मैनेज कर पाते हैं। इससे यह भी सुनिश्चित हो जाता है कि आपका कोई भी क्लाइंट नहीं खोएगा।</li>
                <li>आठ अलग-अलग रेवेन्यू स्ट्रीम से आपको अपनी आय बढ़ाने के कई मौके मिलते हैं।</li>
                <li>अपने ग्राहकों की जरूरतों को पूरा करने के लिए हर रेवेन्यू स्ट्रीम को कस्टमाइज करने की सुविधा मिलती है।</li>
                <li>100% रेवेन्यू शेयरिंग।</li>
                <li>17 देशों में काम करने वाले विश्वसनीय ग्लोबल ब्रांड के पास 25 सालों का अनुभव है।</li>
            </ul>
            हमारे पेआउट की शर्तों को गहराई से समझने के लिए आप हमारे प्राइसिंग पेज पर जा सकते हैं। इसके लिए, <RetainQueryLink href="/pricing">यहां क्लिक करें।</RetainQueryLink>
        </>
    )
}

export default Q1Hi