import React from 'react'
import styles from '@/components/Accordian/Accordian.module.scss'

function Q2Gu() {
    return (
        <>  
            તમામ 9 આવકના સ્ત્રોતો માટે અમે સ્ટાન્ડર્ડ પ્લાન તૈયાર કર્યા છે<br/><br/>
            <b><u>બ્રોકેરેજ</u></b><br/>
            તમે અમારા બે સ્ટાન્ડર્ડ પ્લાનમાંથી પસંદ કરી શકો છો<br/><br/>
            <b>ઝીરો બ્રોકરેજ એકાઉન્ટ:</b> તમારા ક્લાયન્ટ ડિલિવરી, ઇન્ટ્રાડે, F&O, IPO અને કરન્સીમાં જીવનભર ઝીરો બ્રોકરેજ પર ટ્રેડિંગ કરી શકે છે. ઝીરો બ્રોકરેજ એકાઉન્ટ ખોલવાની ફી ફક્ત ₹999 થી શરુ થIય છે<br/><br/>
            <b>ફ્રી ડિલિવરી પ્લાન:</b> તમારા ક્લાયન્ટ ડિલિવરી, IPO પર આજીવન ફ્રી ડિલિવરી પર ટ્રેડ કરી શકે છે. અન્ય સેગમેન્ટ માટે ઈન્ટ્રાડે, F&O અને કરન્સી પર ₹20ની બ્રોકરેજ લાગુ થાય છે. જો તમે આ પ્લાન પસંદ કરો છો, તો તમે ₹0 એકાઉન્ટ ઓપનિંગ ફી પર તમારા ક્લાયન્ટને ઓનબોર્ડ કરવાનું શરૂ કરી શકો છો.<br/><br/>
            <b><u>DP પ્લાન</u></b><br/><br/>
            તમે અમારા બે સ્ટાન્ડર્ડ પ્લાનમાંથી પસંદ કરી શકો છો<br/><br/>
            <b>આજીવન ફ્રી AMC:</b>ફી @₹999 છે, અને અન્ય ચાર્જિસ પ્લેજ અને અનપ્લેજ્ડ ચાર્જિસ માટે ₹25 અને DP વેચાણ ટ્રાન્ઝેક્શન ચાર્જિસ માટે ₹12 છે. લાઇફટાઇમ ફ્રી AMC પ્લાન ક્લાયન્ટ માટે એક વખતનો ખર્ચ હશે જેમાં ₹999 ચુકવવા પડશે<br/><br/>
            <b>ત્રિમાસિક(3 મહિના) AMC:</b>તમે તમારા ક્લાયન્ટ પાસેથી ₹120 ની ત્રિમાસિક (3 મહિના)ફી વસૂલ કરી શકો છો, અને અન્ય ચાર્જિસ પ્લેજ અને અનપ્લેજ્ડ ચાર્જિસ માટે ₹25 અને DP વેચાણ ટ્રાન્ઝેક્શન ચાર્જિસ માટે ₹12 છે. ત્રિમાસિક(3 મહિના) AMC તમારા માટે રિકરિંગ આવક હશે.<br/><br/>
            <b><u>વ્યાજ</u></b><br/><br/>
            MTF માટે તમે અમારા મૂળભૂત દરમાંથી ચાર્જ લેવાનું પસંદ કરી શકો છો<br/> <br/>
            <div className={styles["pricingTableHolder"]}>
                <table cellPadding={0} cellSpacing={0} width="100%">
                    <thead></thead>
                    <tbody>
                    <tr>
                        <th>મૂળભૂત ઈન્સ્ટરેસ્ટ રેટ</th>
                        <th>પાર્ટનરને પેમેન્ટ
                            <br />(મૂળભૂત રેટ સુધી)
                        </th>
                        <th>કસ્ટમાઇઝ્ડ ઈન્ટરેસ્ટ રેટ <br />(મહત્તમ લિમિટ)
                        </th>
                        <th>પાર્ટનરને પેમેન્ટ
                            <br />(મૂળભૂત રેટ કરતા વધુ)</th>
                    </tr>
                    <tr>
                        <td>9.99%</td>
                        <td className={`${styles["orangeTxt"]}}`}><b className={styles["orangeTxt"]}>5%</b></td>
                        <td>24%</td>
                        <td className={`${styles["orangeTxt"]}}`}><b className={styles["orangeTxt"]}>100%</b></td>
                    </tr>
                    </tbody>
                </table>
            </div>
            <br/>
            <b className={styles["orangeTxt"]}>નોંધ:</b>&nbsp; તમે અમારા સ્ટાન્ડર્ડ MTF વ્યાજ તમારા ક્લાયન્ટ પાસેથી વસૂલ કરી શકો છો અને 5% કમાઈ શકો છો. જો તમે તમારા ક્લાયન્ટ પાસેથીથી 9.99% થી નીચે અને 6.99% p.a સુધી વ્યાજ વસૂલવા માંગો છો, તો તમને કોઈ શેરિંગ મળશે નહીં.   
        </>
    )
}

export default Q2Gu