import React from 'react'
import styles from '@/components/Accordian/Accordian.module.scss'

function Q2Hi() {
    return (
        <>  
            सभी रेवेन्यू स्ट्रीम के लिए हमारे पास दो स्टैंडर्ड प्लान मौजूद हैं<br/><br/>
            <b><u>ब्रोकरेज</u></b><br/>
            आप हमारे दो स्टैंडर्ड प्लान में से कोई भी चुनाव कर सकते हैं। इसके लिए आपको इनमें से कोई प्लान चुनना होगा<br/><br/>
            <b>जीरो ब्रोकरेज अकाउंट:</b> आपके क्लाइंट पूरी जिंदगी डिलीवरी, इंट्राडे, IPO, F&O और करेंसी में जीरो ब्रोकरेज पर ट्रेड कर सकेंगे। अगर आप जीरो ब्रोकरेज अकाउंट चुनते हैं तो न्यूनतम अकाउंटिंग ओपनिंग फीस ₹999 है।<br/><br/>
            <b>फ्री डिलीवरी प्लान:</b> आपके क्लाइंट डिलीवरी, IPO पर आजीवन फ्री डिलीवरी के साथ ट्रेड कर पाएंगे। अन्य सेगमेंट के लिए इंट्राडे, F&O और करेंसी पर ₹20 का ब्रोकरेज लागू होगा। अगर आप यह प्लान चुनते हैं तो आप ₹0 की अकाउंट ओपनिंग फीस पर क्लाइंट को अपने साथ जोड़ सकते हैं।<br/><br/>
            <b><u>DP प्लान</u></b><br/><br/>
            आप हमारे दो स्टैंडर्ड प्लान में से चुनाव कर सकते हैं, जहां आप चुनेंगे<br/><br/>
            <b>लाइफटाइम फ्री एएमसी:</b>आप अपने ग्राहकों से ₹999 का एक बार का शुल्क ले सकते हैं, और गिरवी रखे गए या न रखे गए अन्य शुल्क के लिए ₹ 25 और सेल ट्रांजेक्शन शुल्क के लिए ₹ 12 हैं।<br/><br/>
            <b>तिमाही AMC:</b>आप अपने क्लाइंट से ₹120 की तिमाही फीस ले सकते हैं, गिरवी रखे गए या न रखे गए शुल्कों के लिए ₹25 और DP सेल ट्रांजेक्शन चार्ज के लिए ₹12 के अन्य शुल्क लागू हैं। तिमाही AMC आपके लिए आवर्ती आय होगी।<br/><br/>
            <b><u>ब्याज</u></b><br/><br/>
            MTF के लिए आप हमारे बेस रेट से शुल्क का चुनाव कर सकते हैं<br/> <br/>
            <div className={styles["pricingTableHolder"]}>
                <table cellPadding={0} cellSpacing={0} width="100%">
                    <thead></thead>
                    <tbody>
                    <tr>
                        <th>आधार ब्याज दर</th>
                        <th>पार्टनर को भुगतान
                            <br />(आधार दर तक)
                        </th>
                        <th>कस्टमाइज़्ड ब्याज दर <br />(अधिकतम सीमा)
                        </th>
                        <th>पार्टनर को भुगतान
                            <br />(आधार दर से ज़्यादा पर)</th>
                    </tr>
                    <tr>
                        <td>9.99%</td>
                        <td className={`${styles["orangeTxt"]}}`}><b className={styles["orangeTxt"]}>5%</b></td>
                        <td>24%</td>
                        <td className={`${styles["orangeTxt"]}}`}><b className={styles["orangeTxt"]}>100%</b></td>
                    </tr>
                    </tbody>
                </table>
            </div>
            <br/>
            <b className={styles["orangeTxt"]}>नोट:</b>&nbsp; आप अपने क्लाइंट को हमारे स्टैंडर्ड MTF इंटरेस्ट रेट चार्ज करके 5% कमा सकते हैं। हालांकि, अगर आप अपने क्लाइंट को 9.99% से कम और 6.99% p.a तक चार्ज करना चाहते हैं तो कोई शेयरिंग नहीं होगी।   
        </>
    )
}

export default Q2Hi