import React from 'react'

function Q7Gu() {
    return (
        <>
            GST રજિસ્ટર્ડ પાર્ટનર માટે, અમે ચૂકવવાપાત્ર GST રકમ રિલીઝ કરવા માટે નીચેની પ્રક્રિયાને અનુસરીએ છીએ.<br />
            <ul>

                <li>મહિના માટે ચુકવવાપાત્ર GST અને એકંદર પેઆઉટની રકમના બ્રેક અપ સાથે સંબંધિત પેઆઉટના મહિના માટે <b>પહેલેથી સુનિશ્ચિત GST ઇન્વૉઇસ અનન્ય GST ઇન્વૉઇસ</b> નંબર સાથે પાર્ટનરના ડેશબોર્ડ પર ડિસ્પ્લે થશે.</li>
                <li>ગવર્નમેન્ટના GST પોર્ટલ પર લાયબિલીટી જાહેર કરવાના સમયે આ આપેલ GST ઇન્વૉઇસ નંબર દાખલ કરો.</li>
                <li>એકવાર ગવર્નમેન્ટના GST પોર્ટલ પર લાયબિલીટી નું નિર્માણ કરવામાં આવે તે પછી, દર મહિનાની 10મી તારીખે અથવા તે પહેલાં ડેશબોર્ડમાં ઉપલબ્ધ પહેલેથી નિર્ધારિત GST ઇન્વૉઇસ પર ઇ-હસ્તાક્ષર કરો.</li>
                <li>અમારી ફાઇનાન્સ ટીમ GST પોર્ટલ દ્વારા બનાવવામાં આવેલી લાયબિલીટીની ચકાસણી કરશે.</li>
                <li>એકવાર ફાઇનાન્સ ટીમ દ્વારા સહી કરેલ ઇન્વૉઇસ માટે એન્ટ્રીઓ ચકાસવામાં આવે તે પછી, રકમ આવતી પેઆઉટ સાયકલમાં રિલીઝ કરવામાં આવશે.</li>

            </ul>
            <span><b>નોંધ: </b>&nbsp; TGST રકમ માટે બનાવેલ લાયબિલિટી મહિનાના GST ઇન્વૉઇસની બરાબર અથવા તેનાથી વધુ હોવી જોઈએ અને તે ડેશબોર્ડ પર આપેલ ઇન્વૉઇસ પર ઈ-સહી કરેલ હોવી જોઈએ. જેના વિના GSTની રકમ હોલ્ડ પર રાખવામાં આવશે. જાહેર કરાયેલ આંશિક(અડધી) GST ધ્યાનમાં લેવામાં આવશે નહીં અને રિલીઝ કરવામાં આવશે નહીં.</span>
        </>
    )
}

export default Q7Gu