import React from 'react'

function Q7Hi() {
    return (
        <>
            जीएसटी में रजिस्टर किए हुए पार्टनर के लिए भुगतान की जाने वाली जीएसटी राशि जारी करने के लिए हम निम्न प्रक्रिया का पालन करते हैं।<br />
            <ul>

                <li>संबंधित भुगतान वाले महीने के लिए पार्टनर डैशबोर्ड पर खास <b>GST इनवॉइस नंबर</b> के साथ <b>प्री-डिफाइन GST इनवॉइस</b> दिखेगा। इसमें उस महीने के लिए सकल भुगतान राशि और भुगतान किए जाने वाले GST का विवरण भी होगा।</li>
                <li>सरकारी GST पोर्टल पर लायबिलिटी की घोषणा करते हुए खास GST इनवॉइस नंबर दर्ज करें।</li>
                <li>सरकारी GST पोर्टल पर लायबिलिटी की घोषणा करने के बाद हर महीने की 10 तारीख को या उससे पहले डैशबोर्ड पर मौजूद प्रीडिफाइन GST इनवॉइस को ई-साइन करें।</li>
                <li>GST पोर्टल के माध्यम से घोषित की गई लायबिलिटी को हमारी फाइनेंस टीम सत्यापित करेगी।</li>
                <li>फाइनेंस टीम की ओर से साइन किए गए इनवॉइस के लिए सभी इंट्री सत्यापित किए जाने के बाद अगली पेआउट साइकिल में राशि जारी कर दी जाएगी।</li>

            </ul>
            <span><b>नोट:</b>&nbsp; GST राशि के लिए बनी लायबिलिटी महीने के GST इनवॉइस राशि से ज्यादा या उसके बराबर होनी चाहिए। इसे डैशबोर्ड पर दिए इनवॉइस के लिए ई-साइन होना चाहिए। जिसके बिना GST राशि को रोक दिया जाएगा। आंशिक GST के लिए की गई घोषणा इसमें नहीं मानी जाएगी और जारी भीं नहीं की जाएगी।</span>
        </>
    )
}

export default Q7Hi