import React from 'react'

function Q8Gu() {
    return (
        <>
            <p>તમે નીચે આપેલા પગલાંને અનુસરીને અમારા પાર્ટનર પોર્ટલ દ્વારા ઝીરો એકાઉન્ટ ઓપનિંગ ફી પર તમારા હાલના ક્લાયન્ટને સરળતાથી ઓનબોર્ડ કરી શકો છો: </p>
            <ul>
                <li>તમારા ક્લાયન્ટની જરૂરિયાતોને શ્રેષ્ઠ અનુરૂપ હોય તેવા પ્રાઈસિંગ પ્લાન પસંદ કરો.</li>
                <li>તમારા ક્લાયન્ટની ઓનબોર્ડિંગ પ્રક્રિયાને સરળ બનાવવા માટે તેમની સાથે ઈ-KYCની લિંક શેર કરો.</li>
            </ul>
            <b>નોંધ:</b>&nbsp; <b>તમારા ઓનબોર્ડ કરેલા દરેક નવા ક્લાયન્ટ માટે Mirae Asset એક વખતની ફી રૂ.500 ચાર્જ કરશે.</b>
        </>
    )
}

export default Q8Gu