import React from 'react'

function Q8Hi() {
    return (
        <>
            <p>निम्न स्टेप का पालन करके हमारे पार्टनर पोर्टल के माध्यम से अकाउंट खोलने की जीरो फीस पर आप आसानी से अपने मौजूद क्लाइंट को जोड़ सकते हैं: </p>
            <ul>
                <li>आपके क्लाइंट की जरूरतों के हिसाब से बेस्ट प्राइसिंग प्लान चुनें।</li>
                <li>क्लाइंट का ऑनबोर्डिंग प्रोसेस पूरा करने के लिए e-KYC लिंक उनके साथ शेयर करें।</li>
            </ul>
            <b>नोट:</b>&nbsp; <b> Mirae Asset आपकी ओर से जोड़े गए हर नए क्लाइंट के लिए ₹500 की वन-टाइम फीस चार्ज करेगा ।</b>
        </>
    )
}

export default Q8Hi