import React from 'react'

function Q9Gu() {
    return (
        <>
            તમે ₹0 એકાઉન્ટ ઓપનિંગ ફી પર તમારા ક્લાયન્ટને ઓનબોર્ડ કરવાનું શરૂ કરી શકો છો. જો કે, ઓછામાં ઓછો એકાઉન્ટ ઓપનિંગ ચાર્જ બે પરિસ્થિતિઓમાં લાગુ પડે છે:
            <ul>
                <li>જો તમે ઝીરો બ્રોકરેજ એકાઉન્ટ પસંદ કરો છો, તો ઓછામાં ઓછી એકાઉન્ટ ઓપનિંગ ફી ₹999 છે.</li>
                <li>જો તમે બ્રોકરેજ પ્લાનને કસ્ટમાઇઝ કરો છો અને તમારા ક્લાયંટ પાસેથી ઓર્ડર દીઠ ₹20 કરતા ઓછા બ્રોકરેજ ચાર્જ કરો છો, તો લાગુ એકાઉન્ટ ઓપનિંગ ફી ₹499 છે.</li>
            </ul>
        </>
    )
}

export default Q9Gu