import React from 'react'

function Q9Hi() {
    return (
        <>
            आप ₹0 की अकाउंट ओपनिंग फीस पर अपने क्लाइंट को जोड़ना शुरू कर सकते हैं। हालांकि दो परिस्थितियों में न्यूनतम अकाउंट ओपनिंग चार्ज लागू होता है:
            <ul>
                <li>अगर आप जीरो ब्रोकरेज अकाउंट चुनते हैं तो अकाउंट ओपनिंग की न्यूनतम फीस ₹999 होगी।</li>
                <li>अगर आप ब्रोकरेज प्लान को कस्टमाइज करते हैं और क्लाइंट को प्रति ऑर्डर ₹20 से कम ब्रोकरेज चार्ज करते हैं तो लागू अकाउंट ओपनिंग फीस ₹499 होगी।</li>
            </ul>
        </>
    )
}

export default Q9Hi