import QsixHi from "./components/qsixHi";
import QOneHi from "./components/qOneHi";
import QThreeHi from "./components/qThreeHi";
import QSeventeenHi from "./components/qSeventeenHi";
import QNineteenHi from "./components/qNineteenHi";

const faqsData = [
    {
        queryNumber: `1`,
        query: `1. Authorized Person (AP) कौन होता है?`,
        answer: ``,
        component: <QOneHi />
    },
    {
        queryNumber: `2`,
        query: `2. Authorized Person की क्या भूमिका होती है?`,
        answer: `Authorized Person की पहली जिम्मेदारी क्लाइंट को रजिस्टर करना और उनकी ट्रेडिंग ज़रूरतों में मदद करना है। वे सिक्योरिटीज को खरीदने, बेचने में मदद करते हैं और पूर्व अनुमति के साथ क्लाइंट की ओर से ट्रेड करने का अधिकार रखते हैं।`,
    },
    {
        queryNumber: `3`,
        query: `3. Authorized Person के रूप में किसे नियुक्त किया जा सकता है?`,
        answer: ``,
        component: <QThreeHi />
    },
    {
        queryNumber: `4`,
        query: `4. क्या किसी Hindu Undivided Family (HUF) को Authorized Person के रूप में नियुक्त किया जा सकता है?`,
        answer: `नहीं, HUF को AP के रूप में रजिस्टर नहीं किया जा सकता। AP बनने के लिए, कोई व्यक्ति, कोई पार्टनरशिप फ़र्म, कोई एलएलपी या कोई कॉर्पोरेट संस्था ही योग्य है।`,
    },
    {
        queryNumber: `5`,
        query: `5. अगर कोई कंपनी या पार्टनरशिप फ़र्म पहले से ही एक Authorized Person (AP)के रूप में रजिस्टर्ड है, तो क्या उसका कोई डायरेक्टर या पार्टनर भी व्यक्तिगत रूप से किसी अन्य Authorized Person के रूप में रजिस्टर कर सकता है?`,
        answer: `नहीं, किसी मौजूदा अधिकृत पार्टनर का डायरेक्टर या पार्टनर, किसी भी तरह नए AP के रूप में रजिस्टर नहीं कर सकता है।`,
    },
    {
        queryNumber: `6`,
        query: `6. Authorized Person बनने के लिए पात्रता क्या है?`,
        answer: ``,
        component: <QsixHi />
    },
    {
        queryNumber: `7`,
        query: `7. AP बनने के लिए ज़रूरी इंफ्रास्ट्रक्चर क्या होना चाहिए?`,
        answer: `स्टॉकब्रोकर की ओर से अपने क्लाइंट को असरदार तरीके से सर्विस देने के लिए Authorized Person के पास ऑफ़िस के लिए पर्याप्त जगह, इक्विपमेंट, मैनपावर और दूसरी इंफ्रास्ट्रक्चरल फ़ैसिलिटी होनी चाहिए, जिन्हें एक्सचेंज समय-समय पर तय कर सकता है।`,
    },
    {
        queryNumber: `8`,
        query: `8. क्या Authorized Person बनने के लिए NISM सर्टिफ़िकेशन और थर्ड-पार्टी रेफरेंस लेटर ज़रूरी हैं?`,
        answer: `नहीं, वे ज़रूरी पात्रता नहीं हैं।`,
    },
    {
        queryNumber: `9`,
        query: `9. क्या आपको पार्टनरशिप फ़र्म कैटेगरी में AP के रूप में रजिस्टर करते समय फ़र्म का रजिस्ट्रेशन (ROF) सर्टिफ़िकेट देना होता है?`,
        answer: `रजिस्ट्रेशन प्रोसेस के एक हिस्से के रूप में, AP बनने के लिए, एक पार्टनरशिप फ़र्म को पार्टनरशिप डीड के साथ फ़र्म का रजिस्ट्रेशन (ROF) सर्टिफ़िकेट जमा करना होता है।`,
    },
    {
        queryNumber: `10`,
        query: `10. क्या किसी AP को एक AP, स्टॉक ब्रोकर और क्लाइंट को शामिल करते हुए त्रिपक्षीय समझौता करना ज़रूरी है?`,
        answer: `नहीं, स्टॉकब्रोकर और Authorized Person के बीच एग्रीमेंट के सिर्फ़ उस फॉर्मेट में साइन होना ज़रूरी है जो एक्सचेंज द्वारा सर्कुलर नंबर 705 (डाउनलोड रेफरेंस नंबर 13601)दिनांक 3 दिसंबर 2009 के जरिए तय किया गया है।`,
    },
    {
        queryNumber: `11`,
        query: `11. क्या कोई स्टॉकब्रोकर, स्टॉकब्रोकर और Authorized Person के बीच समझौते के अलावा त्रिपक्षीय समझौता कर सकता है?`,
        answer: `हां। हालांकि, Authorized Person की नियुक्ति का आवेदन करते समय अपलोड किया गया एग्रीमेंट, एक्सचेंज द्वारा तय फॉर्मेट के अनुसार ही होना चाहिए`,
    },
    {
        queryNumber: `12`,
        query: `12. क्या एक मौजूदा सब-ब्रोकर भी एक Authorized Person (AP)के रूप में रजिस्टर कर सकता है?`,
        answer: `नहीं, अगर आप सेबी के मौजूदा सब-ब्रोकर हैं तो आपको सबसे पहले अपना सब-ब्रोकर रजिस्ट्रेशन कैंसिल करना होगा। ऐसा करने के बाद, आप एक्सचेंज में Authorized Person (AP)बनने के लिए आवेदन कर सकते हैं।`,
    },
    {
        queryNumber: `13`,
        query: `13. क्या कोई Authorized Person एक से ज़्यादा स्टॉकब्रोकर से संगठन हो सकता है?`,
        answer: `नहीं, कोई Authorized Person किसी भी समय सिर्फ़ एक स्टॉक ब्रोकर से संगठन हो सकता है`,
    },
    {
        queryNumber: `14`,
        query: `14. क्या आप अपने मौजूदा AP रजिस्ट्रेशन को एक स्टॉकब्रोकर से दूसरे में ट्रांसफ़र कर सकते हैं?`,
        answer: `नहीं, आपको पहले वर्तमान स्टॉकब्रोकर के माध्यम से किए गए अपने AP रजिस्ट्रेशन को कैंसिल करना होगा। ऐसा करने के बाद, आपको दूसरे स्टॉकब्रोकर के जरिए एक नए AP रजिस्ट्रेशन का आवेदन करना होगा जिससे आप जुड़ना चाहते हैं।`,
    },
    {
        queryNumber: `15`,
        query: `15. क्या कोई Authorized Person कई ऑफ़िस खोल सकता है?`,
        answer: `हां, एक AP को कई कार्यालय रखने की अनुमति है।`,
    },
    {
        queryNumber: `16`,
        query: `16. क्या एक Partnership/LLP/Corporate Firm की ओर से किसी पार्टनर या डायरेक्टर के लिए ई-साइन करना मुमकिन है?`,
        answer: `हां, अगर पार्टनर या डायरेक्टर का नाम कंपनी के बोर्ड ऑफ़ मेंबर द्वारा पारित अधिकृत हस्ताक्षरकर्ता के रूप में या उनकी पार्टनरशिप डीड/एलएलपी समझौते में दिया गया है, तो वे फ़र्म की ओर से e-Sign कर सकते हैं। एक्सचेंज द्वारा तय फ़ॉर्मेट के अनुसार एक लेटर सबमिट किया जाना चाहिए, जिसे यहां देखा जा सकता है|`,
    },
    {
        queryNumber: `17`,
        query: `17. अगर मैं पहले से ही किसी दूसरे स्टॉकब्रोकर के साथ रजिस्टर्ड हूं तो मैं मिरे एसेट के साथ अधिकृत पार्टनर कैसे बन सकता हूं?`,
        answer: ``, 
        component: <QSeventeenHi />
    },
    {
        queryNumber: `18`,
        query: `18. मिरे एसेट द्वारा ऑफ़र किया जाने वाला संबद्ध कार्यक्रम क्या है?`,
        answer: `Mirae Asset एक संगठन चलाता है जहां आप अपने क्लाइंट या कम्यूनिटी को m.Stock के बारे में बता सकते हैं और खोले गए हर नए कस्टमर अकाउंट पर आकर्षक कमीशन पा सकते हैं।`,
    },
    {
        queryNumber: `19`,
        query: `19. किसी को AP के रूप में रजिस्टर और ऑपरेट करने के लिए कौन-से अलग-अलग चार्ज देने होंगे?`,
        component: <QNineteenHi />
    },
];

export default faqsData;