import QsixGu from "./components/qsixGu";
import QOneGu from "./components/qOneGu";
import QThreeGu from "./components/qThreeGu";
import QSeventeenGu from "./components/qSeventeenGu";
import QNineteenGu from "./components/qNineteenGu";

const faqsData = [
    {
        queryNumber: `1`,
        query: `1. અધિકૃત વ્યક્તિ Authorised Person (AP) કોણ હોઈ છે?`,
        answer: ``,
        component: <QOneGu />
    },
    {
        queryNumber: `2`,
        query: `2. અધિકૃત વ્યક્તિ Authorised Person (AP) ની ભૂમિકા શું છે?`,
        answer: `AP ની પ્રાથમિક જવાબદારી ક્લાઇન્ટ્સની નોંધણી કરવાની અને તેમની ટ્રેડિંગમાં સહાય કરવાની છે. સિક્યૉરિટીઝના ખરીદ-વેચાણમાં સહાય કરી શકે છે અને તેમને ક્લાઇન્ટ્સના બદલે ટ્રેડ કરવાની પરવાનગી હોય છે.`,
    },
    {
        queryNumber: `3`,
        query: `3. અધિકૃત વ્યક્તિ Authorised Person (AP) તરીકે કોની કોણ નિમણૂક થઈ શકે છે?`,
        answer: ``,
        component: <QThreeGu />
    },
    {
        queryNumber: `4`,
        query: `4. શું એક હિંદુ અવિભક્ત પરિવાર Hindu Undivided Family (HUF) ની અધિકૃત વ્યક્તિ Authorised Person (AP)  તરીકે નોંધણી થઈ શકે?`,
        answer: `ના, HUF - AP તરીકે નોંધાઈ ન શકે. AP તરીકે નોંધાવવા માટે, વ્યક્તિ કાં તો વ્યક્તિગત, પાર્ટનરશીપ ફર્મ , LLP અથવા કોર્પોરેટ એન્ટિટી હોવવા જોઈએ.`,
    },
    {
        queryNumber: `5`,
        query: `5. કોઈ કંપની અથવા પાર્ટનરશીપ અધિકૃત વ્યક્તિ Authorised Person (AP) તરીકે નોંધાયેલી હોય તો શું એના ડાયરેક્ટર્સ અથવા પાર્ટનર્સ અંગત રીતે અધિકૃત વ્યક્તિ Authorised Person (AP) તરીકે નોંધાઈ શકે?`,
        answer: `ના, વર્તમાન અધિકૃત પાર્ટનરના ડાયરેક્ટર કે પાર્ટનર નવા AP તરીકે નોંધણી કરી ન શકે.`,
    },
    {
        queryNumber: `6`,
        query: `6. અધિકૃત વ્યક્તિ Authorised Person (AP) બનવા માટેન શું જરૂરી લાયકાત છે?`,
        answer: ``,
        component: <QsixGu />
    },
    {
        queryNumber: `7`,
        query: `7. AP બનવા માટે કઈ માળખાકીય infrastructure સુવિધા જરૂરી છે?`,
        answer: `અધિકૃત વ્યક્તિ Authorised Person પાસે પૂરતી ઓફિસ સ્પેસ, સાધનસામગ્રી, માનવબળ અને અન્ય માળખાકીય સુવિધાઓ હોવી આવશ્યક છે, જે એક્સચેન્જ સમયાંતરે સૂચિત કરી શકે છે, જેથી સ્ટોક બ્રોકર વતી તેમના ગ્રાહકોને અસરકારક રીતે સેવા આપી શકાય.`,
    },
    {
        queryNumber: `8`,
        query: `8. અધિકૃત વ્યક્તિ Authorised Person તરીકે નોંધાવા માટે NISM પ્રમાણપત્ર અને થર્ડ પાર્ટી પ્રમાણપત્રો ફરજિયાત છે?`,
        answer: `ના, તે ફરજિયાત નથી.`,
    },
    {
        queryNumber: `9`,
        query: `9. પાર્ટનરશીપ ફર્મ કૅટેગરીમાં AP તરીકે નોંધાવા માટે રજિસ્ટ્રેશન ઑફ ફર્મ સર્ટિફિકેટ (ROF) આપવું ફરજિયાત છે?`,
        answer: `એપી બનવા ભાગીદારી પેઢીએ ભાગીદારી ખત સાથે રજિસ્ટ્રેશન ઓફ ફર્મ (ROF) પ્રમાણપત્ર સબમિટ કરવું જરૂરી છે.`,
    },
    {
        queryNumber: `10`,
        query: `10. AP, સ્ટોકબ્રોકર અને ક્લાઇન્ટના ત્રિપક્ષીય કરારમાં APનું પક્ષકાર થવું ફરજિયાત છે?`,
        answer: `ના, સ્ટોકબ્રોકર અને AP વચ્ચે કરાર થાય એ ફરજિયાત છે. જેનું પ્રારૂપ નિશ્ચિત કરવામાં આવ્યું છે. vide circular no. 705 (download ref. no. 13601) dated December 3, 2009.`,
    },
    {
        queryNumber: `11`,
        query: `11. સ્ટોકબ્રોકર અને AP વચ્ચેના કરરાર ઉપરાંત સ્ટોકબ્રોકર ત્રિપક્ષીય કરાર કરી શકે?`,
        answer: `હા જોકે, અધિકૃત વ્યક્તિની નિમણૂક માટે અરજી કરતી વખતે, અપલોડ કરાયેલ કરાર ઍક્સ્ચેન્જ દ્વારા નિર્ધારિત ફૉર્મેટ મુજબ જ હોવો જોઈએ.`,
    },
    {
        queryNumber: `12`,
        query: `12. વર્તમાન સ્ટોકબ્રોકર AP તરીકે પણ નોંધણી કરી શકે?`,
        answer: `ના, તમારે પહેલાં વર્તમાન સ્ટોક બ્રોકર દ્વારા કરાયેલ એપી રજીસ્ટ્રેશન રદ કરવું પડશે. પછી તમારે બીજા સ્ટોકબ્રોકર મારફત નવી AP માટે અરજી કરી શકશો.`,
    },
    {
        queryNumber: `13`,
        query: `13. શું AP એક કરતાં વધારે સ્ટોકબ્રોકર સાથે જોડાયેલી હોઈ શકે?`,
        answer: `ના, અધિકૃત વ્યક્તિ માત્ર એક જ સ્ટોકબ્રોકર સાથે જોડાણ કરી શકે છે.`,
    },
    {
        queryNumber: `14`,
        query: `14. શું તમે વર્તમાન AP રજિસ્ટ્રેશન એક સ્ટોકબ્રોકરથી બીજા સ્ટોકબ્રોકરમાં ટ્રાન્સફર કરી શકો?`,
        answer: `ના, તમારે પહેલાં વર્તમાન સ્ટોક બ્રોકર દ્વારા કરાયેલ એપી રજીસ્ટ્રેશન રદ કરવું પડશે. પછી તમારે બીજા સ્ટોકબ્રોકર મારફત નવી AP માટે અરજી કરી શકશો`,
    },
    {
        queryNumber: `15`,
        query: `15. શું અધિકૃત વ્યક્તિ એક કરતાં વધારે ઑફિસ ખોલી શકે?`,
        answer: `હા, અધિકૃત વ્યક્તિને બહુવિધ ઓફિસો રાખવાની મંજૂરી છે.`,
    },
    {
        queryNumber: `16`,
        query: `16. પાર્ટનરશીપ /LLP/ કૉર્પોરેટ ફર્મ વતી કોઈ એક પાર્ટનર કે ડાયરેક્ટર ઈસહી ESign કરી શકે?`,
        answer: `હા, જો ભાગીદાર અથવા નિર્દેશકના નામનો ઉલ્લેખ કંપનીના સભ્યોના બોર્ડ દ્વારા પસાર કરાયેલ અધિકૃત હસ્તાક્ષરકર્તા તરીકે કરવામાં આવ્યો હોય અથવા તેમના ભાગીદારી ખત/LLP કરારમાં ઉલ્લેખ કરવામાં આવ્યો હોય, તો તેઓ પેઢી વતી ઇ-સાઇન કરી શકે છે. એક્સચેન્જ દ્વારા નિર્ધારિત ફોર્મેટ મુજબ એક પત્ર સબમિટ કરવો જોઈએ, જે અહીં જોઈ શકાય છે (લેટરની લિંકની હાઇપરલિંક)`,
    },
    {
        queryNumber: `17`,
        query: `17. હું અન્ય સ્ટોકબ્રોકર સાથે અધિકૃત પાર્ટનર તરીકે જોડાયેલો હોઉં તું Mirae Asset સાથે અધિકૃત પાર્ટનર તરીકે કઈ રીતે જોડાઈ શકું?`,
        answer: ``, 
        component: <QSeventeenGu />
    },
    {
        queryNumber: `18`,
        query: `18. Mirae Asset નો ઍફિલિયેટ પ્રોગ્રામ શું છે?`,
        answer: `Mirae Asset એક એફિલેટ પ્રોગ્રામ ચલાવે છે જ્યાં તમે તમારા સમુદાય અથવા ગ્રાહકોને m.Stock સાથે પરિચય કરાવી શકો છો અને નવા ગ્રાહકને ખાતું ખોલવા પર આકર્ષક કમિશન મળે છે.`,
    },
    {
        queryNumber: `19`,
        query: `19. AP તરીકે રજિસ્ટર અને ઑપરેટ કરવા માટે અલગ-અલગ શુલ્ક ચાર્જ શું છે?`,
        component: <QNineteenGu />
    },
];

export default faqsData;